const sections = [
  {
    title: '前文',
    data: [
      '前文'
    ]
  },
  {
    title: '第一章　天皇',
    data: [
      '第一条',
      '第二条',
      '第三条',
      '第四条',
      '第五条',
      '第六条',
      '第七条',
      '第八条',
    ]
  },
  {
    title: '第二章　戦争の放棄',
    data: [
      '第九条',
    ]
  },
  {
    title: '第三章　国民の権利及び義務',
    data: [
      '第十条',
      '第十一条',
      '第十二条',
      '第十三条',
      '第十四条',
      '第十五条',
      '第十六条',
      '第十七条',
      '第十八条',
      '第十九条',
      '第二十条',
      '第二十一条',
      '第二十二条',
      '第二十三条',
      '第二十四条',
      '第二十五条',
      '第二十六条',
      '第二十七条',
      '第二十八条',
      '第二十九条',
      '第三十条',
      '第三十一条',
      '第三十二条',
      '第三十三条',
      '第三十四条',
      '第三十五条',
      '第三十六条',
      '第三十七条',
      '第三十八条',
      '第三十九条',
      '第四十条',
    ]
  },
  {
    title: '第四章　国会',
    data: [
      '第四十一条',
      '第四十二条',
      '第四十三条',
      '第四十四条',
      '第四十五条',
      '第四十六条',
      '第四十七条',
      '第四十八条',
      '第四十九条',
      '第五十条',
      '第五十一条',
      '第五十二条',
      '第五十三条',
      '第五十四条',
      '第五十五条',
      '第五十六条',
      '第五十七条',
      '第五十八条',
      '第五十九条',
      '第六十条',
      '第六十一条',
      '第六十二条',
      '第六十三条',
      '第六十四条',
    ]
  },
  {
    title: '第五章　内閣',
    data: [
      '第六十五条',
      '第六十六条',
      '第六十七条',
      '第六十八条',
      '第六十九条',
      '第七十条',
      '第七十一条',
      '第七十二条',
      '第七十三条',
      '第七十四条',
      '第七十五条',
    ]
  },
  {
    title: '第六章　司法',
    data: [
      '第七十六条',
      '第七十七条',
      '第七十八条',
      '第七十九条',
      '第八十条',
      '第八十一条',
      '第八十二条',
    ]
  },
  {
    title: '第七章　財政',
    data: [
      '第八十三条',
      '第八十四条',
      '第八十五条',
      '第八十六条',
      '第八十七条',
      '第八十八条',
      '第八十九条',
      '第九十条',
      '第九十一条',
    ]
  },
  {
    title: '第八章　地方自治',
    data: [
      '第九十二条',
      '第九十三条',
      '第九十四条',
      '第九十五条',
    ]
  },
  {
    title: '第九章　改正',
    data: [
      '第九十六条',
    ]
  },
  {
    title: '第十章　最高法規',
    data: [
      '第九十七条',
      '第九十八条',
      '第九十九条',
    ]
  },
  {
    title: '第十一章　補則',
    data: [
      '第百条',
      '第百一条',
      '第百二条',
      '第百三条',
    ]
  }
];

export default sections;
